Repository: maxistar/Voice-Inbox
Catalog: iosApp/VoiceInboxShareExtension/Localizable.xcstrings
Source language: en
Languages: ru

# share.done
source: Done
ru: Готово

# share.failed.few
source: %d files failed
ru: Ошибка при добавлении %d файлов

# share.failed.many
source: %d files failed
ru: Ошибка при добавлении %d файлов

# share.failed.one
source: %d file failed
ru: Ошибка при добавлении %d файла

# share.failed.other
source: %d files failed
ru: Ошибка при добавлении %d файлов

# share.imported.few
source: %d files added to Voice Inbox
ru: %d файла добавлено в Voice Inbox

# share.imported.many
source: %d files added to Voice Inbox
ru: %d файлов добавлено в Voice Inbox

# share.imported.one
source: %d file added to Voice Inbox
ru: %d файл добавлен в Voice Inbox

# share.imported.other
source: %d files added to Voice Inbox
ru: %d файлов добавлено в Voice Inbox

# share.importing
source: Importing audio...
ru: Импорт аудио...

# share.noSupportedAudio
source: No supported audio files found.
ru: Поддерживаемые аудиофайлы не найдены.

# share.skipped.few
source: %d files skipped
ru: %d файла пропущено

# share.skipped.many
source: %d files skipped
ru: %d файлов пропущено

# share.skipped.one
source: %d file skipped
ru: %d файл пропущен

# share.skipped.other
source: %d files skipped
ru: %d файлов пропущено
